Repository: Nordan-art/PlatformIOS
Catalog: *.lproj/Localizable.strings
Languages: pl, ru

# privacy_policy_translate
source: 1. GENERAL INFORMATION The company MIA CONSULT GROUP Sp. z o.o. respects the Users' right to privacy and takes care of the security of the data provided by the Users. Particular importance is attached to respecting the privacy of Users whose personal data is processed in accordance with the Data Protection Act of May 10, 2018, serving to implement Regulation 2016/679 of the European Parliament and of the Council of the EU of April 27, 2016 (General Data Protection Regulation - "GDPR"). MIA CONSULT GROUP Sp. z o.o. pays special attention to ensuring data security, using appropriate technological solutions to prevent any interference with the privacy of third-party users. The administrator of personal data is the company operating under the domain name PLATFORMAPRO.COM: MIA CONSULT GROUP Sp. z o.o. with its registered office in Warsaw, 02-963, at ul. Zygmunta Vogla 28/02, entered in the National Court Register under the number KRS 0000854891, with authorized capital 100 000 zł, NIP 1133018235, REGON 386780510; Personal data is processed for the purpose of processing orders, services provided by MIA CONSULT GROUP Sp. z o.o. The data obtained during the registration process will be used by MIA CONSULT GROUP Sp. z o.o. only for processing orders and will not be passed on to third parties. The Administrator makes special efforts to protect the privacy and information provided to it by users of the site. The Administrator shall exercise due care in the selection and application of appropriate technical measures, including software and organizational measures, to ensure the protection of processed data, in particular the protection of data against unauthorized access, disclosure, loss and destruction, unauthorized modification, as well as against their processing in violation of applicable law. The administrator only processes the data of adults. As part of the Administrator's use of tools to support its day-to-day operations, provided for example by Google, Personal Data of customers may be transferred to a country outside the European Economic Area, in particular to the United States of America (USA) or another country in which a cooperating organization has tools to process Personal Data in cooperation with the Administrator. 2. DATA COLLECTED AUTOMATICALLY When you visit our website, data about your visit is automatically collected, such as your IP address, domain name, browser type, operating system type, etc. Personal data is processed in accordance with the principles of Article 5 of the DPA, i.e. Data collected automatically may be used to analyze user behavior on our website, collect demographic data about our users or personalize the content of our websites. This data is collected automatically about each user. Data collected in the course of correspondence between you and our service will only be used to respond to your request. 3. HOSTING The site is hosted (technically supported) on the operator's servers: home.pl S.A. 1. The website is hosted (technically maintained) on the operator's servers: home.pl 2. Registration data of the hosting company: home.pl SA with registered office in Szczecin, ul. Zbożowa 4 70-653 Szczecin, registered in the District Court - Center in Szczecin, XIII Economic Division of the National Court Register. Share capital 1 294 000 zł, fully paid up, KRS No.: 0000431335, REGON: 811158242 NIP: 852-21-03-252. 3. At https://home.pl you can learn more about hosting and read the hosting company's privacy policy. 4. hosting company: implements measures to protect against data loss (e.g., disk arrays, regular backups), Applies adequate measures to protect data processing locations in case of fire (e.g. special fire extinguishing systems) Applies adequate measures to protect data processing systems in the event of a sudden power outage (e.g., dual power feeds, generators, UPS backup power systems) Apply measures to physically protect access to data processing locations (e.g., access control, monitoring) application of measures to ensure appropriate environmental conditions for servers as components of the data processing system (e.g., environmental controls, specialized air conditioning systems), implements organizational measures to ensure the highest possible level of protection and confidentiality (training, internal rules, password policy, etc.), appointed a data protection officer 5. The hosting company maintains logs at the server level to ensure technical reliability. Logs may include: resources specified by URL identifier (addresses of requested resources - pages, files), the time of the request, the time to send a response, client platform name - identification by HTTP protocol, information about errors that occurred during HTTP transaction execution, URL of the page previously visited by the user (referral link), in the case of a link to the Website, information about your browser, information about your IP address diagnostic information related to the process of self-ordered services through registers on the website, information related to the processing of e-mails addressed and sent by the Operator. 4. HOW WE USE DATA. SHARING DATA Personal data obtained by setting so-called cookies can be used for profiling purposes. For more information about cookies, see the Cookie Policy. Rights in the field of information protection Due to the voluntary nature of providing your personal data, you have the right to: access to your personal data (Article 15 of RODO) correct their personal data (Article 16 of RODO) correcting your personal data (Article 16 RODO) f deleting your personal data ("right to be forgotten" - Article 17 RODO) limiting the processing of your personal data (Article 18 of the RODO) transferability of your personal data (Art. 20 RODO) object (Article 21 of RODO) If you believe that the processing of your personal data violates the provisions of the RODO, you have the right to lodge a complaint with the President of the Data Protection Authority. The company's website can be found at this address: https://uodo.gov.pl/ . Consent to the processing of personal data may be withdrawn at any time. Withdrawal of consent to data processing does not affect the legality of data processing carried out by the Administrator on the basis of consent obtained prior to its withdrawal. Any personal data of Users will be processed only in accordance with the purpose for which it was collected. Processing of personal data for marketing purposes is only possible after obtaining prior consent of the User in accordance with the Terms and Conditions. Login and personal data entry sites are secured at the data transmission level (SSL certificate). This ensures that the personal and login data entered on the site will be encrypted on the user's computer and can only be read on the target server. Personal data is processed by the Administrator for no longer than is necessary for the performance of the relevant activity defined by individual regulations (e.g. accounting). Personal data may be transferred to organizations that technically perform certain services. This applies in particular to the transfer of information about the User by MIA CONSULT GROUP Sp. z o.o. to the organization that is the operator of the registered Internet domain, or to organizations cooperating with MIA CONSULT GROUP Sp. z o.o. in the field of Internet domain registration, providers of IT systems and services, companies providing legal, analytical services; postal operators and couriers; operators of electronic payment systems and banks in the field of payments; bodies entitled to receive Subscriber's personal data on the basis of legal regulations. In case of inspection by the General Inspectorate for Personal Data Protection, the data may be provided to the inspection staff in accordance with the Law on Personal Data Protection. Users' personal data are stored in a database where technical and organizational measures are taken to ensure the protection of processed data in accordance with the requirements established by data protection legislation. Personal data of customers may also be processed on the basis of: Applicable law - where processing is necessary to fulfill a legal obligation imposed on the administrator, e.g. when, on the basis of tax or accounting rules, the administrator settles contracts entered into (Article 6(1)(c) RODO); Necessity for purposes other than those mentioned above arising from legitimate interests pursued by the administrator or a third party, in particular to establish, investigate or defend claims, correspondence with clients.(Art. 6(1)(f) RODO) In the event of a personal data breach, the Administrator is obliged to notify the supervisory authority - (President of the Personal Data Protection Authority) without undue delay and no later than 72 hours after the breach has been detected, unless the breach is unlikely to result in a risk of infringement of the rights or freedoms of natural persons. The Administrator shall attach to the notification sent to the supervisory authority after 72 hours an explanation of the reasons for the delay. If the personal data breach is likely to result in a high risk of infringement of the rights or freedoms of natural persons, the Administrator shall notify the data subject of such breach without undue delay. 5. GOOGLE ANALYTICS This website uses Google Analytics, a web audience analysis service provided by Google, Inc. ("Google"). Google Analytics uses "cookies", which are text files placed on your computer, to help the website analyze how users use the website. The information generated by the cookie about your use of the website (including your IP address) will be transmitted to and stored by Google on servers in the United States. Google will use this information to evaluate your use of the website, compile reports on website activity for website operators and provide other services related to website activity and internet usage. Google may also transfer this information to third parties where required to do so by law or where such third parties process the information on Google's behalf. Google will not link your IP address to any other data stored by Google. You may refuse the use of cookies by selecting the appropriate settings on your browser, but please note that if you do so, you may not be able to use all the features of this website. By using this website, you consent to the processing of data about you by Google in the manner and for the purposes set out above. Users who do not agree with Google Analytics should install a cookie blocker. 6. PASSWORDS Personal data may only be processed by trained employees who have received the appropriate authorization from MIA CONSULT GROUP Sp. z o.o. Online access to the services is through a website validated with an encrypted login and password. Your platformapro.com account information, username and customer profile are password protected so that you have secure access to log in and edit your personal information. You are responsible for the security of your password. Access to your platformapro.com account is protected by a unique username and password that only you know. Our site utilizes internal security processes that encrypt your password to protect it from disclosure or access by anyone other than you. Neither company employees nor contractors will ask you for your password by mail, email, telephone or other inconsistent means. You have the right to request access to your personal data, to rectify, erase or restrict processing, the right to data portability, to object to processing and the right to lodge a complaint with a supervisory authority. 7. CHANGES TO OUR PRIVACY POLICY We reserve the right to change the above privacy policy by posting the new privacy policy on this website. 8. SECURITY AND CONTACT INFORMATION MIA CONSULT GROUP Sp. z o.o. periodically backs up web services and e-mail. In addition, MIA CONSULT GROUP Sp. z o.o. uses, among other things, anti-spam and virus protection. Software and security systems are updated on an ongoing basis. Inquiries and requests regarding the scope of personal data processing can be sent by post to Zygmunta Vogla 28/02, 02-963, Warszawa, and by e-mail to support@platformapro.com.
pl: 1. INFORMACJE OGÓLNE Firma MIA CONSULT GROUP Sp. z o.o. szanuje prawo Użytkowników do prywatności oraz dba o bezpieczeństwo danych udostępnionych przez Użytkowników. Szczególnie przywiązuje wagę do poszanowania prywatności Użytkowników, których dane osobowe są przetwarzane zgodnie z ustawą z dnia 10 maja 2018 r. o ochronie danych osobowych, służąca stosowaniu rozporządzenia Parlamentu Europejskiego i Rady UE nr 2016/679 z dnia 27 kwietnia 2016 roku (ogólne rozporządzenie o ochronie danych – «RODO»). MIA CONSULT GROUP Sp. z o.o. dokłada szczególnej staranności w stosowaniu zabezpieczenia danych, stosując odpowiednie rozwiązania technologiczne zapobiegając ingerencji w prywatność Użytkowników osób trzecich. Administratorem danych osobowych jest działająca pod nazwą domeną PLATFORMAPRO.COM firma: MIA CONSULT GROUP Sp. z o.o. z siedzibą w Warszawie, 02-963, przy ul. Zygmunta Vogla 28/02 wpisanej do Krajowego Rejestru Sądowego pod numerem KRS 0000854891, o kapitale zakładowym 100 000 zł, NIP 1133018235, REGON 386780510; Dane osobowe przetwarzane są w celu realizacji zamówień, usług świadczonych przez MIA CONSULT GROUP Sp. z o.o. Dane uzyskane w procesie rejestracji będą wykorzystywane przez MIA CONSULT GROUP Sp. z o.o. jedynie do obsługi realizacji zamówień i nie są udostępniane osobom postronnym. Administrator dokłada szczególnych starań w celu ochrony prywatności i informacji mu przekazanych, a dotyczących użytkowników strony internetowej. Administrator z należytą starannością dobiera i stosuje odpowiednie środki techniczne, w tym o charakterze programistycznym i organizacyjnym, zapewniające ochronę przetwarzanych danych, w szczególności zabezpiecza dane przed ich udostępnieniem osobom nieupoważnionym, ujawnieniem, utraceniem i zniszczeniem, nieuprawnioną modyfikacją, jak również przed ich przetwarzaniem z naruszeniem obowiązujących przepisów prawa. Administrator danych osobowych przetwarza tylko dane osób pełnoletnich. W ramach korzystania przez Administratora z narzędzi wspierających jego bieżącą działalność udostępnianych np. przez firmę Google, Dane Osobowe Klienta mogą być przekazywane do państwa spoza Europejskiego Obszaru Gospodarczego, w szczególności do Stanów Zjednoczonych Ameryki (USA) lub innego państwa, w którym podmiot z nią współpracujący utrzymuje narzędzia służące do przetwarzania Danych Osobowych przy współpracy z Administratorem. 2. DANE ZBIERANE AUTOMATYCZNIE Podczas wizyty na naszej stronie internetowej, automatycznie zbierane są dane dotyczące wizyty, na przykład adres IP, nazwa domeny, typ przeglądarki, typ systemu operacyjnego, itp. Dane osobowe są przetwarzane zgodnie z zasadami z art. 5 RODO tj. Dane zbierane automatycznie mogą być użyte do analizy zachowań użytkowników na naszej stronie internetowej, zbierania danych demograficznych o naszych użytkownikach, lub do personalizacji zawartości naszych stron internetowych. Dane te są zbierane automatycznie o każdym użytkowniku. Dane zbierane w trakcie korespondencji pomiędzy Tobą, a naszym serwisem będą wykorzystane wyłącznie w celu odpowiedzi na zapytanie. 3. HOSTING Serwis jest hostowany (technicznie utrzymywany) na serwerach operatora: home.pl S.A. 1. Serwis jest hostowany (technicznie utrzymywany) na serwerach operatora: home.pl 2. Dane rejestrowe firmy hostingowej: home.pl SA z siedzibą w Szczecinie, ul. Zbożowa 4 70-653 Szczecin, Zarejestrowana w Sądzie Rejonowym – Centrum w Szczecinie, XIII Wydział Gospodarczy Krajowego Rejestru Sądowego. Kapitał zakładowy w kwocie 1.294.000 złotych w całości opłacony, Nr KRS: 0000431335, REGON: 811158242 NIP: 852-21-03-252. 3. Pod adresem https://home.pl możesz dowiedzieć się więcej o hostingu i sprawdzić politykę prywatności firmy hostingowej. 4. Firma hostingowa: stosuje środki ochrony przed utratą danych (np. macierze dyskowe, regularne kopie bezpieczeństwa), stosuje adekwatne środki ochrony miejsc przetwarzania na wypadek pożaru (np. specjalne systemy gaśnicze), stosuje adekwatne środki ochrony systemów przetwarzania na wypadek nagłej awarii zasilania (np. podwójne tory zasilania, agregaty, systemy podtrzymania napięcia UPS), stosuje środki fizycznej ochrony dostępu do miejsc przetwarzania danych (np. kontrola dostępu, monitoring), stosuje środki zapewnienia odpowiednich warunków środowiskowych dla serwerów jako elementów systemu przetwarzania danych (np. kontrola warunków środowiskowych, specjalistyczne systemy klimatyzacji), stosuje rozwiązania organizacyjne dla zapewnienia możliwie wysokiego stopnia ochrony i poufności (szkolenia, wewnętrzne regulaminy, polityki haseł itp.), powołała Inspektora Ochrony Danych 5. Firma hostingowa w celu zapewnienia niezawodności technicznej prowadzi logi na poziomie serwera. Zapisowi mogą podlegać: zasoby określone identyfikatorem URL (adresy żądanych zasobów – stron, plików), czas nadejścia zapytania, czas wysłania odpowiedzi, nazwę stacji klienta – identyfikacja realizowana przez protokół HTTP, informacje o błędach jakie nastąpiły przy realizacji transakcji HTTP, adres URL strony poprzednio odwiedzanej przez użytkownika (referer link) – w przypadku gdy przejście do Serwisu nastąpiło przez odnośnik, informacje o przeglądarce użytkownika, informacje o adresie IP, informacje diagnostyczne związane z procesem samodzielnego zamawiania usług poprzez rejestratory na stronie, informacje związane z obsługą poczty elektronicznej kierowanej do Operatora oraz wysyłanej przez Operatora. 4. W JAKI SPOSÓB WYKORZYSTUJEMY DANE. UDOSTĘPNIANIE DANYCH Dane osobowe uzyskane w ramach procesu instalacji tzw. Ciasteczek mogą być wykorzystane do profilowania. Więcej informacji o ciasteczkach w Polityce Cookies. Prawa w ochronie danych osobowych Z uwagi na dobrowolny charakter podania swoich danych osobowych, masz prawo: dostępu do swoich danych osobowych (art. 15 RODO) sprostowania swoich danych osobowych (art. 16 RODO) usunięcia swoich danych osobowych („prawo do bycia zapomnianym” – art. 17 RODO ) ograniczenia przetwarzania sowich danych osobowych (art. 18 RODO) przenoszenia swoich danych osobowych (ar. 20 RODO ) do sprzeciwu (art. 21 RODO) W przypadku stwierdzenia, że przetwarzanie danych osobowych narusza przepisy RODO, masz prawo wnieść skargę do Prezesa Urzędu Ochrony Danych Osobowych. Jego strona internetowa dostępna jest pod tym adresem: https://uodo.gov.pl/ . W każdym czasie zgoda na przetwarzanie danych osobowych może być cofnięta. Cofnięcie zgody na przetwarzanie danych nie ma wpływu na zgodność z prawem przetwarzania danych dokonanych przez Administratora na podstawie zgody przed jej cofnięciem. Wszelkie dane osobowe Użytkowników przetwarzane będą wyłącznie zgodnie z celem, dla którego zostały zebrane. Przetwarzanie danych osobowych w celach marketingowych jest możliwe jedynie po wyrażeniu uprzedniej zgody przez Użytkownika na podstawie regulaminu. Miejsca logowania i wprowadzania danych osobowych są chronione w warstwie transmisji (certyfikat SSL). Dzięki temu dane osobowe i dane logowania, wprowadzone na stronie, zostają zaszyfrowane w komputerze użytkownika i mogą być odczytane jedynie na docelowym serwerze. Dane osobowe przetwarzane przez Administratora nie dłużej, niż jest to konieczne do wykonania związanych z nimi czynności określonych osobnymi przepisami (np. o prowadzeniu rachunkowości). Dane osobowe mogą być przekazywane podmiotom, które technicznie realizują niektóre usługi. Dotyczy to w szczególności sytuacji, w której MIA CONSULT GROUP Sp. z o.o. przekazuje informacje o Użytkowniku podmiotowi będącemu operatorem rejestrowanej domeny internetowej, lub podmiotom współpracującym z MIA CONSULT GROUP Sp. z o.o. w zakresie rejestracji domeny internetowej, dostawcom systemów informatycznych oraz usług IT, firmom świadczącym usługi prawne, analityczne; operatorom pocztowym i kurierom; operatorom systemów płatności elektronicznych oraz bankom w zakresie realizacji płatności; organom uprawnionym do otrzymania danych osobowych Abonenta na podstawie przepisów prawa. W przypadku kontroli Generalnego Inspektoratu Ochrony Danych Osobowych, dane mogą zostać udostępnione pracownikom Inspektoratu zgodnie z ustawą o ochronie danych osobowych. Dane osobowe Użytkowników są przechowywane w bazie danych, w której zastosowano środki techniczne i organizacyjne zapewniające ochronę przetwarzanych danych, zgodne z wymaganiami określonymi w przepisach o ochronie danych osobowych. Dane Osobowe Klienta mogą być przetwarzane również na podstawie: Obowiązujących przepisów prawa – gdy przetwarzanie jest niezbędne do wypełnienia obowiązku prawnego ciążącego na Administratorze, np. gdy na bazie przepisów podatkowych lub rachunkowych Administrator rozlicza zawarte umowy (art. 6 ust. 1 lit. c) RODO); Niezbędności do innych niż wymienione powyżej celów wynikających z prawnie uzasadnionych interesów realizowanych przez Administratora lub przez stronę trzecią, w szczególności do ustalenia, dochodzenia lub obrony roszczeń, prowadzenia korespondencji z Klientami.(art. 6 ust. 1 lit. f) RODO) W przypadku naruszenia ochrony danych osobowych, Administrator bez zbędnej zwłoki, nie później niż w terminie 72 godzin po stwierdzeniu naruszenia – zgłasza je organowi nadzorczemu –(Prezesowi Urzędu Ochrony Danych Osobowych), chyba że jest mało prawdopodobne, by naruszenie to skutkowało ryzykiem naruszenia praw lub wolności osób fizycznych. Do zgłoszenia przekazanego organowi nadzorczemu po upływie 72 godzin, Administrator dołącza wyjaśnienie przyczyn opóźnienia. Jeżeli naruszenie ochrony danych osobowych może powodować wysokie ryzyko naruszenia praw lub wolności osób fizycznych, Administrator bez zbędnej zwłoki zawiadamia osobę, której dane dotyczą, o takim naruszeniu. 5. GOOGLE ANALYTICS Niniejsza witryna internetowa korzysta z Google Analytics, usługi analizy oglądalności stron internetowych udostępnianej przez Google, Inc. (“Google”). Google Analytics używa “cookies”, czyli plików tekstowych umieszczanych na komputerze użytkownika w celu umożliwienia witrynie przeanalizowania sposobu, w jaki użytkownicy z niej korzystają. Informacje generowane przez cookie na temat korzystania z witryny przez użytkownika (włącznie z jego adresem IP) będą przekazywane spółce Google i przechowywane przez nią na serwerach w Stanach Zjednoczonych. Google będzie korzystała z tych informacji w celu oceny korzystania z witryny przez użytkownika, tworzenia raportów dotyczących ruchu na stronach dla operatorów witryn oraz świadczenia innych usług związanych z ruchem na witrynach internetowych i korzystaniem z internetu. Google może również przekazywać te informacje osobom trzecim, jeżeli będzie zobowiązana to uczynić na podstawie przepisów prawa lub w przypadku, gdy osoby te przetwarzają takie informacje w imieniu Google. Google nie będzie łączyła adresu IP użytkownika z żadnymi innymi danymi będącymi w jej posiadaniu. Użytkownik może zrezygnować z cookies wybierając odpowiednie ustawienia na przeglądarce, jednak należy pamiętać, że w takim przypadku korzystanie z wszystkich funkcji witryny może okazać się niemożliwe Korzystając z niniejszej witryny internetowej użytkownik wyraża zgodę na przetwarzanie przez Google dotyczących go danych w sposób i w celach określonych powyżej. Użytkownik który nie wyraża zgody na działanie systemu Google Analytics powinien zastosować blokadę plików cookies. 6. HASŁA Dane osobowe przetwarzają wyłącznie przeszkoleni pracownicy, którym MIA CONSULT GROUP Sp. z o.o. nadał stosowne upoważnienia. Internetowy dostęp do usług jest możliwy poprzez stronę internetową, weryfikowany loginem i hasłem w trybie szyfrowanym. Informacje o Twoim koncie na platformapro.com, nazwa użytkownika i profil klienta są chronione hasłem, dzięki czemu masz bezpieczny dostęp do logowania i edytowania swoich danych osobowych. Za bezpieczeństwo hasła odpowiada użytkownik. Dostęp do konta platformapro.com chroniony jest unikalną nazwą użytkownika i hasłem, które znasz tylko Ty. Nasza strona wykorzystuje wewnętrzne procesy bezpieczeństwa, które szyfrują hasło klienta, aby chronić je przed ujawnieniem lub dostępem przez kogokolwiek innego niż Ty. Ani pracownicy Firmy, ani żaden z jej kontrahentów nie będzie prosić Cię o podanie hasła pocztą, e-mailem, telefonicznie lub w inny niespójny sposób. Użytkownik ma prawo żądania dostępu do swoich danych osobowych, ich sprostowania, usunięcia lub ograniczenia przetwarzania, prawo do przeniesienia danych, wyrażenia sprzeciwu wobec przetwarzania danych oraz prawo do wniesienia skargi do organu nadzorczego. 7. ZMIANY NASZEJ POLITYKI PRYWATNOŚCI Zastrzegamy sobie prawo zmiany powyższej polityki prywatności poprzez opublikowanie nowej polityki prywatności na tej stronie. 8. BEZPIECZEŃSTWO I DANE KONTAKTOWE MIA CONSULT GROUP Sp. z o.o. wykonuje cyklicznie kopie zapasowe serwisów www i poczty elektronicznej. Ponadto MIA CONSULT GROUP Sp. z o.o. stosuje między innymi zabezpieczenia antyspamowe oraz antywirusowe. Oprogramowanie i systemy bezpieczeństwa są na bieżąco aktualizowane. Zapytania oraz wnioski, dotyczące zakresu przetwarzania danych osobowych, można przesyłać pocztą tradycyjną na adres: ul. Zygmunta Vogla 28/02, 02-963, Warszawa, oraz mailem na adres support@platformapro.com
ru: 1. ОБЩАЯ ИНФОРМАЦИЯ Компания MIA CONSULT GROUP Sp. z o.o. уважает право Пользователей на неприкосновенность частной жизни и заботится о безопасности данных, предоставленных Пользователями. Особое значение придается соблюдению конфиденциальности Пользователей, чьи персональные данные обрабатываются в соответствии с Законом о защите данных от 10 мая 2018 года, служащим для применения Регламента 2016/679 Европейского парламента и Совета ЕС от 27 апреля 2016 года (Общий регламент по защите данных - «GDPR»). MIA CONSULT GROUP Sp. z o.o. уделяет особое внимание обеспечению безопасности данных, используя соответствующие технологические решения для предотвращения любого вмешательства в частную жизнь сторонних пользователей. Администратором персональных данных является компания, работающая под доменным именем PLATFORMAPRO.COM: MIA CONSULT GROUP Sp. z o.o. с юридическим адресом в Варшаве, 02-963, по адресу ul. Zygmunta Vogla 28/02, внесена в Национальный судебный реестр под номером KRS 0000854891, с уставным капиталом 100 000 zł, NIP 1133018235, REGON 386780510; Персональные данные обрабатываются с целью обработки заказов, услуг, предоставляемых MIA CONSULT GROUP Sp. z o.o. Данные, полученные в процессе регистрации, будут использоваться компанией MIA CONSULT GROUP Sp. z o.o. только для обработки заказов и не будут переданы третьим лицам. Администратор прилагает особые усилия для защиты конфиденциальности и информации, предоставленной ему пользователями сайта. Администратор проявляет должную заботу при выборе и применении соответствующих технических мер, включая меры программного и организационного характера, обеспечивающих защиту обрабатываемых данных, в частности, защиту данных от несанкционированного доступа, раскрытия, потери и уничтожения, несанкционированного изменения, а также от их обработки в нарушение действующего законодательства. Администратор обрабатывает данные только совершеннолетних. В рамках использования Администратором инструментов для поддержки своей повседневной деятельности, предоставляемых, например, компанией Google, Персональные данные клиентов могут быть переданы в страну за пределами Европейской экономической зоны, в частности в Соединенные Штаты Америки (США) или другую страну, в которой сотрудничающая с ним организация имеет инструменты для обработки Персональных данных в сотрудничестве с Администратором. 2. ДАННЫЕ, СОБИРАЕМЫЕ АВТОМАТИЧЕСКИ Когда вы посещаете наш сайт, автоматически собираются данные о вашем посещении, например, ваш IP-адрес, доменное имя, тип браузера, тип операционной системы и т. д. Личные данные обрабатываются в соответствии с принципами статьи 5 DPA, т. е. Данные, собранные автоматически, могут использоваться для анализа поведения пользователей на нашем сайте, сбора демографических данных о наших пользователях или персонализации содержания наших сайтов. Эти данные собираются автоматически о каждом пользователе. Данные, собранные в ходе переписки между вами и нашим сервисом, будут использоваться только для ответа на ваш запрос. 3. ХОСТИНГ Сайт размещен (технически поддерживается) на серверах оператора: home.pl S.A. 1. Веб-сайт размещается (технически поддерживается) на серверах оператора: home.pl 2. Регистрационные данные хостинговой компании: home.pl SA с юридическим адресом в Щецине, ul. Zbożowa 4 70-653 Szczecin, зарегистрирована в Окружном суде - центре в Щецине, XIII экономический отдел Национального судебного реестра. Уставный капитал 1 294 000 zł, полностью оплаченный, KRS №: 0000431335, REGON: 811158242 NIP: 852-21-03-252. 3. На сайте https://home.pl вы можете узнать больше о хостинге и ознакомиться с политикой конфиденциальности хостинговой компании. 4. Хостинговая компания: применяет меры по защите от потери данных (например, дисковые массивы, регулярное резервное копирование), применяет адекватные меры для защиты мест обработки данных в случае пожара (например, специальные системы пожаротушения) применяет адекватные меры для защиты систем обработки данных в случае внезапного отключения электроэнергии (например, двойные каналы питания, генераторы, системы резервного питания UPS) применять меры по физической защите доступа к местам обработки данных (например, контроль доступа, мониторинг) применение мер по обеспечению надлежащих условий окружающей среды для серверов как компонентов системы обработки данных (например, контроль условий окружающей среды, специализированные системы кондиционирования), применяет организационные меры для обеспечения максимально возможного уровня защиты и конфиденциальности (обучение, внутренние правила, политика паролей и т.д.), назначила ответственного за защиту данных 5. Хостинговая компания ведет журналы на уровне сервера для обеспечения технической надежности. Журналы могут включать в себя: ресурсы, заданные идентификатором URL (адреса запрашиваемых ресурсов - страниц, файлов), время проведения запроса, время отправки ответа, имя клиентской платформы - идентификация по протоколу HTTP, информация об ошибках, возникших во время выполнения транзакции HTTP, URL-адрес страницы, ранее посещенной пользователем (референтная ссылка), в случае ссылки на Веб-сайт, информация о вашем браузере, информация о вашем IP-адресе диагностическая информация, связанная с процессом самостоятельного заказа услуг через реестры на сайте, информация, связанная с обработкой электронных писем, адресованных и отправленных Оператором. 4. КАК МЫ ИСПОЛЬЗУЕМ ДАННЫЕ. СОВМЕСТНОЕ ИСПОЛЬЗОВАНИЕ ДАННЫХ Личные данные, полученные в процессе установки так называемых Cookies, могут быть использованы для профилирования. Более подробную информацию о файлах cookie см. в Политике использования файлов cookie. Права в области защиты информации В связи с добровольным характером предоставления ваших персональных данных вы имеете право: доступ к вашим персональным данным (статья 15 RODO) исправлять свои персональные данные (статья 16 RODO) исправить свои персональные данные (статья 16 RODO) ф удалить свои персональные данные («право быть забытым» - статья 17 RODO) ограничение обработки ваших персональных данных (статья 18 RODO) возможность переноса ваших персональных данных (ст. 20 RODO) возражать (статья 21 RODO) Если вы считаете, что обработка ваших персональных данных нарушает положения RODO, вы имеете право подать жалобу президенту Управления по защите данных. Веб-сайт компании находится по этому адресу: https://uodo.gov.pl/ . Согласие на обработку персональных данных может быть отозвано в любое время. Отзыв согласия на обработку данных не влияет на правомерность обработки данных, осуществляемой Администратором на основании согласия, полученного до его отзыва. Любые персональные данные Пользователей будут обрабатываться только в соответствии с целью, для которой они были собраны. Обработка персональных данных в маркетинговых целях возможна только после получения предварительного согласия Пользователя в соответствии с Условиями. Сайты для ввода логина и персональных данных защищены на уровне передачи данных (SSL-сертификат). Это гарантирует, что введенные на сайте личные данные и данные для входа в систему будут зашифрованы на компьютере пользователя и смогут быть прочитаны только на целевом сервере. Персональные данные обрабатываются Администратором не дольше, чем это необходимо для осуществления соответствующей деятельности, определенной отдельными нормативными актами (например, бухгалтерский учет). Персональные данные могут быть переданы организациям, которые технически выполняют определенные услуги. Это касается, в частности, передачи информации о Пользователе компанией MIA CONSULT GROUP Sp. z o.o. организации, являющейся оператором зарегистрированного интернет-домена, или организациям, сотрудничающим с MIA CONSULT GROUP Sp. z o.o. в области регистрации интернет-доменов, поставщикам IT-систем и услуг, компаниям, предоставляющим юридические, аналитические услуги; почтовым операторам и курьерам; операторам электронных платежных систем и банкам в области осуществления платежей; органам, имеющим право на получение персональных данных Абонента на основании правовых норм. В случае проверки Генеральной инспекцией по защите персональных данных, данные могут быть предоставлены сотрудникам инспекции в соответствии с Законом о защите персональных данных. Персональные данные пользователей хранятся в базе данных, в которой приняты технические и организационные меры для обеспечения защиты обрабатываемых данных в соответствии с требованиями, установленными законодательством о защите данных. Персональные данные клиентов также могут обрабатываться на основании: Применимое право - когда обработка необходима для выполнения юридического обязательства, возложенного на администратора, например, когда на основании налоговых или бухгалтерских правил администратор производит расчеты по заключенным договорам (статья 6(1)(c) RODO); Необходимость в целях, отличных от вышеупомянутых, вытекающих из законных интересов, преследуемых администратором или третьей стороной, в частности, для установления, расследования или защиты претензий, ведения переписки с клиентами.(ст. 6(1)(f) RODO) В случае нарушения персональных данных Администратор обязан без неоправданной задержки и не позднее 72 часов с момента выявления нарушения сообщить об этом надзорному органу - (Президенту Управления по защите персональных данных), за исключением случаев, когда нарушение вряд ли приведет к риску нарушения прав или свобод физических лиц. К уведомлению, направленному в надзорный орган по истечении 72 часов, Администратор должен приложить объяснение причин задержки. Если нарушение персональных данных может привести к высокому риску нарушения прав или свобод физических лиц, Администратор должен уведомить субъекта данных о таком нарушении без неоправданной задержки. 5. GOOGLE ANALYTICS На этом сайте используется Google Analytics, служба анализа веб-аудитории, предоставляемая компанией Google, Inc. («Google»). Google Analytics использует «куки», которые представляют собой текстовые файлы, размещенные на вашем компьютере, чтобы помочь сайту проанализировать, как пользователи используют сайт. Генерируемая файлом cookie информация об использовании вами сайта (включая ваш IP-адрес) будет передаваться и храниться компанией Google на серверах в США. Google будет использовать эту информацию для оценки использования вами веб-сайта, составления отчетов о работе веб-сайта для операторов веб-сайта и предоставления других услуг, связанных с работой веб-сайта и использованием Интернета. Google также может передавать эту информацию третьим лицам, если это требуется по закону или если такие третьи лица обрабатывают информацию от имени Google. Google не будет связывать ваш IP-адрес с какими-либо другими данными, хранящимися в Google. Вы можете отказаться от использования файлов cookie, выбрав соответствующие настройки в своем браузере, однако учтите, что в этом случае вы не сможете пользоваться всеми функциями этого сайта. Используя этот сайт, вы соглашаетесь на обработку данных о вас компанией Google вышеуказанным способом и для вышеуказанных целей. Пользователям, не согласным с работой Google Analytics, следует установить блокировщик файлов cookie. 6. ПАРОЛИ Персональные данные могут обрабатывать только обученные сотрудники, получившие соответствующее разрешение от MIA CONSULT GROUP Sp. z o.o. Онлайн-доступ к услугам осуществляется через веб-сайт, подтвержденный логином и паролем в зашифрованном режиме. Информация о вашей учетной записи platformapro.com, имя пользователя и профиль клиента защищены паролем, чтобы вы имели безопасный доступ к входу и редактированию своих личных данных. Вы несете ответственность за безопасность своего пароля. Доступ к вашей учетной записи platformapro.com защищен уникальным именем пользователя и паролем, которые известны только вам. На нашем сайте используются внутренние процессы безопасности, которые шифруют ваш пароль, чтобы защитить его от раскрытия или доступа кем-либо, кроме вас. Ни сотрудники компании, ни ее подрядчики не будут запрашивать у вас пароль по почте, электронной почте, телефону или другими непоследовательными способами. Вы имеете право запросить доступ к своим личным данным, исправить, стереть или ограничить их обработку, право на переносимость данных, возражение против обработки и право подать жалобу в надзорный орган. 7. ИЗМЕНЕНИЯ В НАШЕЙ ПОЛИТИКЕ КОНФИДЕНЦИАЛЬНОСТИ Мы оставляем за собой право вносить изменения в вышеуказанную политику конфиденциальности, публикуя новую политику конфиденциальности на этом сайте. 8. БЕЗОПАСНОСТЬ И КОНТАКТНАЯ ИНФОРМАЦИЯ Компания MIA CONSULT GROUP Sp. z o.o. периодически выполняет резервное копирование веб-сервисов и электронной почты. Кроме того, MIA CONSULT GROUP Sp. z o.o. использует, помимо прочего, средства защиты от спама и вирусов. Программное обеспечение и системы безопасности обновляются на постоянной основе. Запросы и пожелания, касающиеся объема обработки персональных данных, можно направлять по почте по адресу: Zygmunta Vogla 28/02, 02-963, Warszawa, и по электронной почте support@platformapro.com
