Repository: Nordan-art/PlatformIOS
Catalog: *.lproj/Localizable.strings
Languages: pl, ru

# content_view.select_an_app_tranport
source: Select an app
pl: Wybierz aplikację
ru: Выберите приложение

# content_view.no_internet
source: No internet connection
pl: Brak połączenia z internetem
ru: Нет интернет соединения

# content_view.reconect_no_internet
source: Reconnect
pl: Połącz ponownie
ru: Повторить

# content_view.privacy_policy
source: Privacy Policy
pl: Polityka prywatności

# content_view.terms_of_use
source: Terms of use
pl: Warunki użytkowania

# widgets.no_information_about_events_await_update
source: Awaiting information update...
pl: Oczekuj na aktualizację informacji...
ru: Ожидайте обновления информации...

# widgets.no_information_about_events_need_authorize_await_update
source: Please log in and await information update...
pl: Zaloguj się i oczekuj na aktualizację informacji...
ru: Авторизуйтиесь и ожидайте обновления информации...

# widgets.all_events.upcoming_all_events_title
source: All upcoming events
pl: Wszystkie nadchodzące wydarzenia
ru: Все предстоящие события

# widgets.all_events.upcoming_all_events_description
source: Stay informed. Conveniently browse upcoming Platforma events.
pl: Bądź na bieżąco. Wygodnie przeglądaj nadchodzące wydarzenia Platforma
ru: Будьте в курсе. Удобно просматривайте предстоящие события Platforma

# widgets.all_events.upcoming_my_event_title
source: My upcoming events:
pl: Moje nadchodzące wydarzenia:
ru: Мои предстоящие события:

# widgets.all_events.upcoming_my_event_description
source: Don't forget about the events you have selected.
pl: Nie zapomnij o wydarzeniach, które wybrałeś.
ru: Не забудьте про события, которые вы выбрали.

# widgets.closest_event
source: Closest event:
pl: Najbliższe wydarzenie:
ru: Ближайшее мероприятие:

# widgets.closest_events
source: Closest events:
pl: Najbliższe wydarzenia:
ru: Ближайшие мероприятия:

# qrscaner.repeat_try_to_scan
source: Try again
pl: Powtórz skanowanie
ru: Повторить

# qrscaner.cancel_scan
source: Cancel
pl: Anuluj skanowanie
ru: Отменить

# additional_element.privacy_policy
source: Privacy Policy
pl: Polityka prywatności
ru: Политика приватности
